{"site":{"posts":[{"draft":false,"categories":[],"layout":"post","date":"2022-09-22 18:12:06 +0000","title":"Pourquoi étudier à LST ?","description":"Une courte explication de mon départ à Londres.","tags":["LST","Studies","Why"],"image":"/images/post-4.jpg","slug":"Pourquoi-etudier-a-LST","ext":".md","excerpt":"<p>La première question à se poser est : pourquoi étudier la théologie et la musique ?\nEn fait, tout part d’une prière que j’ai faite un jour. J’ai tout simplement demandé à Dieu ce qu’Il avait prévu comme plan pour moi. Quelques mois plus tard j’ai eu ma réponse et j’ai alors su que c’est la théologie que je devais étudier. L’idée a toujours été de pouvoir progresser avec mon instrument (le piano) en trouvant si possible un cursus qui me permette de faire les deux : de la théologie et de la musique. L’étape d’après a donc été de trouver une école offrant tout ça.</p>\n","content":"<p>La première question à se poser est : pourquoi étudier la théologie et la musique ?\nEn fait, tout part d’une prière que j’ai faite un jour. J’ai tout simplement demandé à Dieu ce qu’Il avait prévu comme plan pour moi. Quelques mois plus tard j’ai eu ma réponse et j’ai alors su que c’est la théologie que je devais étudier. L’idée a toujours été de pouvoir progresser avec mon instrument (le piano) en trouvant si possible un cursus qui me permette de faire les deux : de la théologie et de la musique. L’étape d’après a donc été de trouver une école offrant tout ça.</p>\n\n<p>Au delà de cette condition de pouvoir étudier la musique en même temps que la théologie, voici les autres conditions qui m’ont mené vers un choix :</p>\n<ol>\n  <li>Il fallait que les cours soient donnés dans une langue accessible pour moi.</li>\n  <li>Le diplôme devait être reconnu.</li>\n  <li>Et Dieu devait m’y envoyer.</li>\n</ol>\n\n<p>Heureusement, cette école existe quelque part et la seule en Europe qui correspond à tout cela se trouve à Londres et il s’agit de <a href=\"https://lst.ac.uk/\">London School of Theology</a>. En y allant pour les portes ouvertes que l’école organisait, j’ai été convaincu par leur programme “Theology &amp; Creative Musicianship”. Après trois ans d’étudre à temps plein, j’obtiendrai un Bachelor reconnu.</p>\n\n<p>Dit comme cela, cela paraît très simple comme processus : demander-recevoir-appliquer. Mais je peux vous promettre que dans ma tête ce n’était pas aussi simple. Cela a pris du temps et c’était nécessaire !</p>\n\n<p>Si vous êtes intéressé à suivre ce qu’il se passe par chez moi, je vous suggère d’entrer votre petite adresse email juste dessous. Vous verrez, vous ne serez pas déçu !</p>\n","url":"/blog/pourquoi-etudier-a-lst/","relative_path":"_posts/2022-09-23-Pourquoi-etudier-a-LST.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2022-09-23 13:04:46 +0000","title":"Comment me soutenir ?","description":"Si et seulement si vous le désirez.","tags":["LST","Studies","Prayer","Money"],"image":"/images/post-finance.jpg","slug":"Comment-me-soutenir","ext":".md","excerpt":"<p>Si vous avez à coeur de me soutenir dans mes études il y a différents moyens de le faire. Premièrement vous pouvez prier pour moi. En effet, le nerf de la guerre, c’est la prière et je ne veux pas partir à découvert. Je donnerai donc des sujets de prières dans mes newsletters que je publierai une fois par mois.</p>\n","content":"<p>Si vous avez à coeur de me soutenir dans mes études il y a différents moyens de le faire. Premièrement vous pouvez prier pour moi. En effet, le nerf de la guerre, c’est la prière et je ne veux pas partir à découvert. Je donnerai donc des sujets de prières dans mes newsletters que je publierai une fois par mois.</p>\n\n<blockquote>\n  <p>Le nerf de la guerre, c’est la prière !</p>\n</blockquote>\n\n<p>La deuxième façon est de me soutenir financièrement.\nEn effet, tous les frais sont à ma charge : les cours, la chambre, la nourriture, les trajets entre la Suisse et l’Angleterre, bref tout.</p>\n\n<p>Bien sûr, l’idée est d’utiliser au maximum ma formation de base d’informaticien en travaillant le plus possible. Par exemple, j’ai eu la chance de travailler un mois comme employé dans mon entreprise formatrice juste avant mon départ pour l’Angleterre. Ce qui, avec mes économies, me permet de quasiment assumer ma première année. Pour financer les deux suivantes, j’espère travailler entre 2 et 3 mois par année. Néanmoins, il manquera de l’argent et c’est là que j’aurai besoin de vous.</p>\n\n<p>Ce n’est jamais une situation très agréable que de devoir demander de l’argent à des gens et j’espère que vous comprenez. Je remercie d’ores et déjà tous ceux qui me soutiennent.</p>\n\n<p>Pour ceux que Dieu a convaincu, vous trouverez ci-dessous mes coordonnées bancaires :<br />\nIBAN : CH23 0900 0000 1221 0187 7<br />\nDons par Twint également possibles pour ceux qui ont mon numéro.<br />\nEt si vous préférez faire un don anonyme, cliquez sur ce bouton ci-dessous :\n<script type=\"text/javascript\" src=\"https://cdnjs.buymeacoffee.com/1.0.0/button.prod.min.js\" data-name=\"bmc-button\" data-slug=\"hsmnn\" data-color=\"#FFDD00\" data-emoji=\"\" data-font=\"Lato\" data-text=\"Buy me a coffee\" data-outline-color=\"#000000\" data-font-color=\"#000000\" data-coffee-color=\"#ffffff\"></script></p>\n","url":"/blog/comment-me-soutenir/","relative_path":"_posts/2022-09-23-Comment-me-soutenir.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2024-06-10 18:42:30 +0000","title":"How might Aelred’s concept of spiritual friendship be practised in your ecclesial context today?","description":"Spiritual Theology Essay","tags":["LST","Essay","Spiritual theology"],"image":"/images/post-aelred.jpg","slug":"Aelred-essay","ext":".md","excerpt":"<h1 id=\"context\">Context</h1>\n<p>This blog post has been slightly adapted from an essay I submitted on the 29th April 2023 for my Spiritual Theology module at London School of Theology. It was one of my very first essay I have written in english and I received a good grade for it. I decided to “publish” it because I find the subject interesting. I wrote it during my first year of my Bachelor degree in Theology and Creative Musicianship. I corrected few mistakes, but I did not want to modify the essay too much so we can see the improvement over the years. So while you are reading this essay, please be merciful. This being said, let’s jump into it!</p>\n","content":"<h1 id=\"context\">Context</h1>\n<p>This blog post has been slightly adapted from an essay I submitted on the 29th April 2023 for my Spiritual Theology module at London School of Theology. It was one of my very first essay I have written in english and I received a good grade for it. I decided to “publish” it because I find the subject interesting. I wrote it during my first year of my Bachelor degree in Theology and Creative Musicianship. I corrected few mistakes, but I did not want to modify the essay too much so we can see the improvement over the years. So while you are reading this essay, please be merciful. This being said, let’s jump into it!</p>\n\n<h1 id=\"introduction\">Introduction</h1>\n<p>Aelred of Rievaulx was the abbot of a Cistercian monastery between 1147 and 1167.<sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup> In his work called ‘Spiritual Friendship’, he wanted to explain to his monastic audience how to build good friendships and how they could help each other live in Christ very concretely.<sup id=\"fnref:2\" role=\"doc-noteref\"><a href=\"#fn:2\" class=\"footnote\" rel=\"footnote\">2</a></sup> Although ageing, Aelred’s description of spiritual friendship is still relevant today and still to be practiced in our communities. This essay will answer how this concept from the twelfth century can be practiced in my ecclesial context today.</p>\n\n<p>Last year I joined two different churches as a new member: one in my hometown Geneva and the second one in London. As a new member searching for serious friendship in a community of strangers, I experienced how difficult this could be. Aelred’s concept of spiritual friendships appeared to me as a model of culture permitting great inclusivity. This essay will first define what is spiritual friendship according to Aelred and then explore how a culture of friendship can be built out of this concept. Finally, we will address the notion of inclusiveness in such a culture.</p>\n\n<h1 id=\"aelreds-spiritual-friendship-concept\">Aelred’s spiritual friendship concept</h1>\n<p>In his book, Aelred speaks about three different types of friendships: carnal, worldly, and spiritual.<sup id=\"fnref:3\" role=\"doc-noteref\"><a href=\"#fn:3\" class=\"footnote\" rel=\"footnote\">3</a></sup> A carnal friendship is described as a ‘mutual love for immorality’ and ‘centered in shared weaknesses and corrupting behavior’.<sup id=\"fnref:4\" role=\"doc-noteref\"><a href=\"#fn:4\" class=\"footnote\" rel=\"footnote\">4</a></sup> A worldly friendship is driven by the desire for gain, prompting ‘wrong ambitions’ in us.<sup id=\"fnref:5\" role=\"doc-noteref\"><a href=\"#fn:5\" class=\"footnote\" rel=\"footnote\">5</a></sup> The last and true type of friendship is the spiritual one.</p>\n\n<p>The minimal condition for a spiritual friendship to be is that it must comprise Christ, as it cannot subsist without him.<sup id=\"fnref:6\" role=\"doc-noteref\"><a href=\"#fn:6\" class=\"footnote\" rel=\"footnote\">6</a></sup> As put by Nathan Lefler, ‘to “begin in Christ, continue in Christ, and be perfected in Christ”, then, constitutes the defining feature of true, or “spiritual,” friendship’.<sup id=\"fnref:7\" role=\"doc-noteref\"><a href=\"#fn:7\" class=\"footnote\" rel=\"footnote\">7</a></sup> Christ doesn’t simply consist into a condition <em>sine qua non</em> but is part of the whole of the relationship. Everything in the relationship points to him. Concretely, in such a true friendship people share the same ‘good character, goals, and habits.’<sup id=\"fnref:8\" role=\"doc-noteref\"><a href=\"#fn:8\" class=\"footnote\" rel=\"footnote\">8</a></sup>  According to Paul Wadell, spiritual friendship, in contrast with carnal and worldly friendship, is a reciprocal love for Christ and a desire to grow together in Him. Moreover, both friends want to raise each other to a godly and holy life.<sup id=\"fnref:9\" role=\"doc-noteref\"><a href=\"#fn:9\" class=\"footnote\" rel=\"footnote\">9</a></sup> It is to build a friendship with your brother as well as with Christ. However, being the friend of Christ comes at a cost and Jesus commands us to lay down our lives for our friends (John 15:13).<sup id=\"fnref:10\" role=\"doc-noteref\"><a href=\"#fn:10\" class=\"footnote\" rel=\"footnote\">10</a></sup> This is what it is to practice friendship alongside Jesus.</p>\n\n<p>Fortunately, we do not have to worry if that level of pure friendship is not our standard yet. I can tell from my own personal situation: I am willing to die for a very few of my friends. Notwithstanding, Anne-Marie Ellithorpe reminds us that Aelred is speaking ‘of an eschatological time’.<sup id=\"fnref:11\" role=\"doc-noteref\"><a href=\"#fn:11\" class=\"footnote\" rel=\"footnote\">11</a></sup> It means that Aelred knew that this ideal friendship form he was describing could not match our current human capacities. He wrote this book with an eschatological vision of what friendship will look like one day.<sup id=\"fnref:12\" role=\"doc-noteref\"><a href=\"#fn:12\" class=\"footnote\" rel=\"footnote\">12</a></sup> With this in mind, I think our goal is to practice everything we can. Even with our best efforts, our relationships will never be perfect and there will always be conflicts because of our humanness.<sup id=\"fnref:13\" role=\"doc-noteref\"><a href=\"#fn:13\" class=\"footnote\" rel=\"footnote\">13</a></sup> Nonetheless, today we must apply every applicable concept for a true spiritual friendship.</p>\n\n<h1 id=\"a-community-of-friends\">A community of friends</h1>\n<p>Even before talking about the culture itself, it needs a definition and a meaning. John Bequette defines culture ‘as the collection of values, beliefs, and customs of a society along with its artistic, intellectual, and social achievement, and as the cultivation of human nature, enabling us to live in communion with others.’<sup id=\"fnref:14\" role=\"doc-noteref\"><a href=\"#fn:14\" class=\"footnote\" rel=\"footnote\">14</a></sup> The friendship culture’s raison d’être in a church is to create the necessary values, beliefs, customs, etc. in order to promote the weaving of spiritual relationships inside and outside the community. In addition to healthy friendships, culture shapes people. Human beings are created to be social,<sup id=\"fnref:15\" role=\"doc-noteref\"><a href=\"#fn:15\" class=\"footnote\" rel=\"footnote\">15</a></sup> and we ‘become persons in community’ and be developed as ‘full persons through nurturing contact with others’.<sup id=\"fnref:16\" role=\"doc-noteref\"><a href=\"#fn:16\" class=\"footnote\" rel=\"footnote\">16</a></sup> But the ultimate aim of a community of spiritual friends, willing to help each other grow in Christ, is not only mutual members’ edification, but it is to truly ‘enact God’s narrative of love, healing, and redemption in the world’.<sup id=\"fnref:17\" role=\"doc-noteref\"><a href=\"#fn:17\" class=\"footnote\" rel=\"footnote\">17</a></sup> This is the proper purpose of a Christ disciple community enhanced by a culture of friendship.</p>\n\n<p>A community of Jesus’ friends is to be characterized by ‘mutual friendship love’ which would push each other to lay their life down for their friend.<sup id=\"fnref:18\" role=\"doc-noteref\"><a href=\"#fn:18\" class=\"footnote\" rel=\"footnote\">18</a></sup> Actually, that level of commitment should appear to us as normality as we are not only relationally committed to a friend, but this commitment is also a love response to Jesus.<sup id=\"fnref:19\" role=\"doc-noteref\"><a href=\"#fn:19\" class=\"footnote\" rel=\"footnote\">19</a></sup> Effectively, loving Jesus means obeying him just as the disciples were asked in John 15:13.<sup id=\"fnref:20\" role=\"doc-noteref\"><a href=\"#fn:20\" class=\"footnote\" rel=\"footnote\">20</a></sup> Jesus who came to establish friendship, ‘obedient and fully comprehending of his Father’s intention’ set out the perfect model of a friend to follow.<sup id=\"fnref:21\" role=\"doc-noteref\"><a href=\"#fn:21\" class=\"footnote\" rel=\"footnote\">21</a></sup> Therefore, our communities should be as loving, obedient, and seeking God’s will as our model is.</p>\n\n<p>We must be aware that a culture of friendship is completely contradicting our modern Western cultures.<sup id=\"fnref:22\" role=\"doc-noteref\"><a href=\"#fn:22\" class=\"footnote\" rel=\"footnote\">22</a></sup> Yet we are to engage and understand the current world in which we are living in order to expand Jesus’ love through friendship.<sup id=\"fnref:23\" role=\"doc-noteref\"><a href=\"#fn:23\" class=\"footnote\" rel=\"footnote\">23</a></sup> As I said before, human beings are created to be social and made for friendship, but the consequences of the Fall broke our ‘universal bond’.<sup id=\"fnref:24\" role=\"doc-noteref\"><a href=\"#fn:24\" class=\"footnote\" rel=\"footnote\">24</a></sup> This certainly led Western societies to be focused on consumerism. Bequette says about consumerism that it reduces everything to objects to be possessed for individual satisfaction. He adds that the ‘values of having’ raise selfishness that destroys both relationships and persons.<sup id=\"fnref:25\" role=\"doc-noteref\"><a href=\"#fn:25\" class=\"footnote\" rel=\"footnote\">25</a></sup> The scourge of our century, social media, does not help us by encouraging competition rather than friendship and raising the latter against community.<sup id=\"fnref:26\" role=\"doc-noteref\"><a href=\"#fn:26\" class=\"footnote\" rel=\"footnote\">26</a></sup> Consumerism is by essence anti-relational but constitutes the basis of our culture.<sup id=\"fnref:27\" role=\"doc-noteref\"><a href=\"#fn:27\" class=\"footnote\" rel=\"footnote\">27</a></sup> Therefore, lasting relationships that ‘idolize busyness’ are strongly encouraged.<sup id=\"fnref:28\" role=\"doc-noteref\"><a href=\"#fn:28\" class=\"footnote\" rel=\"footnote\">28</a></sup> Unsurprisingly we live in a world that does not see things like Christians do, but people still need friends, real ones, despite the number of fake friends on their social media.<sup id=\"fnref:29\" role=\"doc-noteref\"><a href=\"#fn:29\" class=\"footnote\" rel=\"footnote\">29</a></sup> More than ever, people are searching for real relationships, true friendships, and Aelred made clear that the best ones are those rooted in Christ.</p>\n\n<h2 id=\"practically\">Practically</h2>\n<p>We now know what is a spiritual friend according to Aelred, what a culture is, and what a culture of friendship should look like, but how do we do that? How can we transform our ecclesial culture into a culture of friendship cultivating faith and life? Well, there are a few different answers.</p>\n\n<p>First of all, friendship must be acknowledged as a human first need as important as eating and sleeping.<sup id=\"fnref:30\" role=\"doc-noteref\"><a href=\"#fn:30\" class=\"footnote\" rel=\"footnote\">30</a></sup> This is vital for the church to understand how important friendship is for everyone. Ignorance of this natural need can create situations I have been through where everyone in the community already has what he personally needs, and no one cares for the newcomers. A correlation is found between the personal relationship with God and the relationship with people: the worse our relationship with God is, the worse our relationship with people will be.<sup id=\"fnref:31\" role=\"doc-noteref\"><a href=\"#fn:31\" class=\"footnote\" rel=\"footnote\">31</a></sup> Therefore, the second piece of advice is to have a solid relationship with God! To do so, Wadell tells us that a community of friendship is built ‘through the prayer and worship of the church’.<sup id=\"fnref:32\" role=\"doc-noteref\"><a href=\"#fn:32\" class=\"footnote\" rel=\"footnote\">32</a></sup> Later in his book, he adds that worship and liturgy should transform our vision and actions, deepen our consideration of others, and enlighten the responsibilities we ought toward them.<sup id=\"fnref:33\" role=\"doc-noteref\"><a href=\"#fn:33\" class=\"footnote\" rel=\"footnote\">33</a></sup> As worship, prayer is also important in order to create a strong culture. Effectively, it is through prayers of each friend for another that Christ transforms the holy friendship into a union with God.<sup id=\"fnref:34\" role=\"doc-noteref\"><a href=\"#fn:34\" class=\"footnote\" rel=\"footnote\">34</a></sup> This is the perfection of the spiritual friendship by Christ which Aelred described.<sup id=\"fnref:35\" role=\"doc-noteref\"><a href=\"#fn:35\" class=\"footnote\" rel=\"footnote\">35</a></sup> This brings the community closer to God.</p>\n\n<p>Lastly, the most evident advice is basically to make people develop personal friendships. People need to meet one another.<sup id=\"fnref:36\" role=\"doc-noteref\"><a href=\"#fn:36\" class=\"footnote\" rel=\"footnote\">36</a></sup> It sounds so obvious that maybe some forgot that we intentionally need to provoke encounters so people can know each other, for example by sharing ‘communication and meals.’<sup id=\"fnref:37\" role=\"doc-noteref\"><a href=\"#fn:37\" class=\"footnote\" rel=\"footnote\">37</a></sup></p>\n\n<p>The role of the church leaders is quite clear to me: although they cannot force the ‘social imagination’ to change, they can consider the nature of both the social and theological imagination present in the church and seek changes.<sup id=\"fnref:38\" role=\"doc-noteref\"><a href=\"#fn:38\" class=\"footnote\" rel=\"footnote\">38</a></sup> As said earlier, worship and liturgy are crucial, and it is the leadership to watch them. Friendship should inspire the leadership in the way they lead, act, and communicate, both in and out of the community.<sup id=\"fnref:39\" role=\"doc-noteref\"><a href=\"#fn:39\" class=\"footnote\" rel=\"footnote\">39</a></sup> Despite church leaders having a model role to play, it is a collective contribution to create a culture of friendship through our ‘attitudes, actions, and interactions.’<sup id=\"fnref:40\" role=\"doc-noteref\"><a href=\"#fn:40\" class=\"footnote\" rel=\"footnote\">40</a></sup></p>\n\n<h2 id=\"inclusivity\">Inclusivity</h2>\n<p>Friendship is made to be extended to more and more people and this has never left the Christian desire.<sup id=\"fnref:41\" role=\"doc-noteref\"><a href=\"#fn:41\" class=\"footnote\" rel=\"footnote\">41</a></sup> Therefore, we better be prepared to welcome and initiate new relationships with new people because friendship cannot be confined to a defined group of people.<sup id=\"fnref:42\" role=\"doc-noteref\"><a href=\"#fn:42\" class=\"footnote\" rel=\"footnote\">42</a></sup> Nonetheless, as spiritual friends, we are to model Christ. Therefore, our communities are to be open, reflecting the hospitability of God.<sup id=\"fnref:43\" role=\"doc-noteref\"><a href=\"#fn:43\" class=\"footnote\" rel=\"footnote\">43</a></sup> By definition, welcoming others or openness to God is an effort that will push friends beyond themselves, but this is what we have to do. Again, it involves obedience from everyone.<sup id=\"fnref:44\" role=\"doc-noteref\"><a href=\"#fn:44\" class=\"footnote\" rel=\"footnote\">44</a></sup></p>\n\n<h1 id=\"personal-thoughts\">Personal thoughts</h1>\n<p>From my experience, I have never seen a community of true friends, taking care of others, open to strangers, and obedient to God all at once. It has always been difficult for me to build new relationships within a completely new community. I find that once people are in a church for a long time and satisfied their friendship needs, they forget quickly what it is to be new in a church. I do not blame anyone because I understand how complex it is to build a community of friends. The theory is simple, but practically it is not as trivial. I wish more people would be conscient of that huge subject and its importance. Moreover, our Christian cultural ideal is becoming more and more distant from the one around us. I think therefore that friendship should be more conscientized to build inclusive communities that reflect God’s love.</p>\n\n<h1 id=\"conclusion\">Conclusion</h1>\n<p>Aelred concept of spiritual friendship could be summarised as a relationship that must ‘begin in Christ, continue in Christ, and be perfected in Christ’.<sup id=\"fnref:45\" role=\"doc-noteref\"><a href=\"#fn:45\" class=\"footnote\" rel=\"footnote\">45</a></sup> I see a potential implementation of Aelred’s concept in an ecclesial context through the development of a culture promoting the birth and maintenance of such friendships. An expanding web of true relationships set in Christ would emanate from that culture based on God’s love and obedience. Such a culture is created through knowledge of human social needs, worship, prayer, and liturgy, plus the provocation of encounters between people. All need to work for it to happen, in a common effort, gazing at Jesus Christ our purest model of love and friendship.</p>\n\n<h1 id=\"bibliography\">Bibliography</h1>\n<ul>\n  <li>Aelred of Rievaulx, translated by Lawrence C. Braceland. <em>Spiritual Friendship</em>. Collegeville, Minnesota: Cistercian Publications, 2010.</li>\n  <li>Austin, Victor Lee. <em>Friendship: The Heart of Being Human</em>. Grand Rapids, Michigan: Baker Academic, 2020.</li>\n  <li>Bequette, John P. <em>Christian Friendship</em>. Eugene, Oregon: Cascade Books, 2019.</li>\n  <li>Ellithorpe, Anne-Marie. <em>Towards Friendship-Shaped Communities</em>. Chichester: Wiley Blackwell, 2022.</li>\n  <li>Lefler, Nathan. <em>Theologizing Friendship</em>. Eugene, Oregon: Pickwick Publications, 2014.</li>\n  <li>Lynch, Chloe. <em>Ecclesial Leadership as Friendship</em>. New York: Routledge, 2019.</li>\n  <li>O’Donovan, Oliver. <em>Entering Into Rest</em>. Grand Rapids, Michigan: William B. Eerdmans Publishing, 2017.</li>\n  <li>Wadell, Paul J. <em>Becoming Friends</em>. Grand Rapids, Michigan: MI Bazos Press, 2002.</li>\n</ul>\n\n<h1 id=\"notes\">Notes</h1>\n\n<div class=\"footnotes\" role=\"doc-endnotes\">\n  <ol>\n    <li id=\"fn:1\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 139. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:2\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 97. <a href=\"#fnref:2\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:3\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 140. <a href=\"#fnref:3\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:4\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 100. <a href=\"#fnref:4\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:5\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 103. <a href=\"#fnref:5\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:6\" role=\"doc-endnote\">\n      <p>Aelred, <em>Spiritual</em>, 58. <a href=\"#fnref:6\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:7\" role=\"doc-endnote\">\n      <p>Aelred, <em>Spiritual</em>, I.10 as cited by Lefler, <em>Theologizing</em>, 61. <a href=\"#fnref:7\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:8\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 90. <a href=\"#fnref:8\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:9\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 107. <a href=\"#fnref:9\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:10\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 69. <a href=\"#fnref:10\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:11\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 145. <a href=\"#fnref:11\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:12\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 141. <a href=\"#fnref:12\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:13\" role=\"doc-endnote\">\n      <p>O’Donovan, <em>Entering</em>, 148. <a href=\"#fnref:13\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:14\" role=\"doc-endnote\">\n      <p>Bequette, <em>Christian</em>, 120. <a href=\"#fnref:14\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:15\" role=\"doc-endnote\">\n      <p>O’Donovan, <em>Entering</em>, 135. <a href=\"#fnref:15\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:16\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 148. <a href=\"#fnref:16\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:17\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 118. <a href=\"#fnref:17\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:18\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 133. <a href=\"#fnref:18\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:19\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 134. <a href=\"#fnref:19\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:20\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 69. <a href=\"#fnref:20\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:21\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 69-71. <a href=\"#fnref:21\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:22\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 147. <a href=\"#fnref:22\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:23\" role=\"doc-endnote\">\n      <p>O’Donovan, <em>Entering</em>, 147. <a href=\"#fnref:23\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:24\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 118. <a href=\"#fnref:24\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:25\" role=\"doc-endnote\">\n      <p>Bequette, <em>Christian</em>, 122. <a href=\"#fnref:25\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:26\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 147, 183. <a href=\"#fnref:26\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:27\" role=\"doc-endnote\">\n      <p>Bequette, <em>Christian</em>, 122. <a href=\"#fnref:27\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:28\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 201. <a href=\"#fnref:28\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:29\" role=\"doc-endnote\">\n      <p>Lynch, <em>Ecclesial</em>, 130. <a href=\"#fnref:29\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:30\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 200. <a href=\"#fnref:30\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:31\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 139. <a href=\"#fnref:31\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:32\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 107. <a href=\"#fnref:32\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:33\" role=\"doc-endnote\">\n      <p>Wadell, <em>Becoming</em>, 156-157. <a href=\"#fnref:33\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:34\" role=\"doc-endnote\">\n      <p>Lefler, <em>Theologizing</em>, 81. <a href=\"#fnref:34\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:35\" role=\"doc-endnote\">\n      <p>Aelred, <em>Spiritual</em>, I.10. <a href=\"#fnref:35\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:36\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 204. <a href=\"#fnref:36\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:37\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 201. <a href=\"#fnref:37\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:38\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 204. <a href=\"#fnref:38\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:39\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 199. <a href=\"#fnref:39\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:40\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 204. <a href=\"#fnref:40\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:41\" role=\"doc-endnote\">\n      <p>Austin, <em>Friendship</em>, 118. <a href=\"#fnref:41\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:42\" role=\"doc-endnote\">\n      <p>O’Donovan, <em>Entering</em>, 147. <a href=\"#fnref:42\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:43\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 203. <a href=\"#fnref:43\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:44\" role=\"doc-endnote\">\n      <p>Ellithorpe, <em>Communities</em>, 202. <a href=\"#fnref:44\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:45\" role=\"doc-endnote\">\n      <p>Aelred, <em>Spiritual</em>, I.10. <a href=\"#fnref:45\" class=\"reversefootnote\" role=\"doc-backlink\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>\n","url":"/blog/aelred-essay/","relative_path":"_posts/2024-06-10-Aelred-essay.md","permalink":null},{"draft":false,"categories":[],"layout":"post","date":"2025-01-26 18:19:20 +0000","title":"What does a sanctified way of loving oneself look like in the 21st century as opposed to an unsanctified way?","description":"Discuss with particular reference to the double commandment of love (Mt 22:37-39), Jesus’ command to deny oneself (Mt 16:24) and his promise of fullness of life (John 10:10).","tags":["LST","Essay","Spiritual theology"],"image":null,"slug":"Self-Love","ext":".md","excerpt":"<h1 id=\"context\">Context</h1>\n<p>This blog post has been slightly adapted from an essay I submitted on the 19th January 2024 for my Spiritual Theology module at London School of Theology. I wrote it during my second year of my Bachelor degree in Theology and Creative Musicianship. I corrected few mistakes, but I did not want to modify the essay too much so we can see the improvement over the years. So while you are reading this essay, please be merciful. This being said, let’s jump into it!</p>\n","content":"<h1 id=\"context\">Context</h1>\n<p>This blog post has been slightly adapted from an essay I submitted on the 19th January 2024 for my Spiritual Theology module at London School of Theology. I wrote it during my second year of my Bachelor degree in Theology and Creative Musicianship. I corrected few mistakes, but I did not want to modify the essay too much so we can see the improvement over the years. So while you are reading this essay, please be merciful. This being said, let’s jump into it!</p>\n\n<h1 id=\"introduction\">Introduction</h1>\n<p>Two schools of thought issued different views on self-love. One is highly sceptical about the self-concern because to be a Christian is to deny oneself and love God and neighbours only. In this view, self-love is easily assimilated with selfishness and unhealthy pride, interpreted as disobedience to God’s will.  The other sees self-love as something positive and only reached when God is fully loved.  I believe that self-love is not to be thrown away because there is a Godly way to love ourselves. Nonetheless, the gift of self-love can still be derived from its original essence and be corrupted by our humanness which leads us to various wrong behaviours (excessive pride, selfishness, narcissism, etc.). This essay aims to find the demarcation between the sanctified and the unsanctified way to love oneself and to define such ways within the 21st Century. To achieve this, we will first describe what constitutes the sanctified way to self-love. Secondly, we will study the distortion of unsanctified self-love. Thereafter, we will end with a personal note about my personal formation.</p>\n\n<h1 id=\"sanctified-self-love\">Sanctified Self-Love</h1>\n<p>In his answer to the Pharisees, Jesus provides the two following commandments: ‘love the Lord your God with all your heart and with all your soul and with all your mind’ and ‘love your neighbor as yourself’ (Matthew 22:37-39). Those two commandments are to be taken with the same level of importance.  Although we can agree with Daniel Harrington that this text does not emphasise the need for self-esteem or that we must love ourselves before others,  I think, like Richard Thomas France, that the text assumes a realistic normality of the love for self that precedes the interest for others.  Therefore, the two commandments set the basics of the tripoint love circle: we are to love God, our neighbours, and ourselves on the same standard: ‘with all that one is and has’.</p>\n\n<p>Self-love does not exist on its own. As Stephen Post argues, it is the virtue of reciprocity that allows love to reach its ‘natural flow or dynamic’. Post adds that without any love for God, true self-love and happiness would not exist because God alone is the natural end of the self.   Davidson observes that such reciprocal love is expressed in the person of the Trinity, within a divine community. Moreover, God’s love for his creation redirects all his love towards himself and pleasure in himself.  Hence, God is setting a model for self-love and love for our Creator in whom all the love is to be found.  One of the core components of self-love is the acknowledgement that ‘the lover needs to be loved as well as to love’.  This applies to every peak of the triangle: oneself, the other, and God.</p>\n\n<p>Even though we are created and loved by the Most High, we are to keep humility as a strong component of a sanctified self-love. Humility is a middle ground between excessive pride and self-abasement. As defined by David Augsburger, humility provides a balanced way of perceiving one’s place in society. It never overestimates or underestimates one’s value.  Therefore humility requires us to be free from self-concern and its ‘pride-shame axis’ because without humility, we always tend towards one or the other side of this axis.  For this exact reason, humility requires some knowledge of God, of our relation to Him, and self-knowledge.  Shortly said, we must understand how God sees us to see ourselves and the others with the most unbiased perspective possible.</p>\n\n<p>Although we must keep a humble view of ourselves, we also need a more positive one. Indeed, we all need to see ourselves with a ‘sense of self-worth, and whose life is meaningful and valuable’ simply as a crucial aspect of our psychological health.  Just as humility can be virtuous, so can pride. Indeed, it can be seen as a virtue defined as ‘the disposition to practice proper and demanding moral standards.’  John Lippitt postulates that the virtue of pride is not about what has been done and what we can boast about, but rather is future oriented. Thus the virtue of pride encourages moral actions and helps to believe in one’s goodness in attaining that wished moral character. It nourishes healthy self-esteem.  Accordingly, virtuous pride seeks to give us a rightly esteemed view of ourselves with positive thinking for the future which again is gained through self-knowledge.</p>\n\n<p>Another major aspect of sanctified self-love is self-denial. Indeed, we are taught about self-denial very clearly in Matthew 16:24 when Jesus asks his disciples to deny themselves, take up their cross and follow him. In this context ‘deny’ means to get rid of one’s interest and the willingness to give one’s own life.  It also implies a notion of suffering because this verse tends to link Jesus’s sufferings to those of the disciples.  Although suffering cannot be the consequence of pure godly love, suffering is the consequence of the presence of sin in a fallen world. Therefore, sanctified self-love is attained through the renunciation of our sinful selves, and through a ‘willingness to endure any amount of ill for the neighbour’s sake’.  Self-love means self-denial which implies suffering. These three aspects are intrinsically connected.</p>\n\n<p>However, suffering is not the end. Indeed, Jesus promises in John 10:10 an abundant life, standing for eternal life we shall perceive today and receive in the age to come.  The promise of the fullness of life holds a threefold meaning. The first one is the fruit of sanctified self-love.  The second is the reward for the suffering engendered by self-denial and the cost of love.  The final one is that the promise itself is one of God’s means to counteract the ‘thief’ (John 10:10) who only comes to harm and kill his sheep.</p>\n\n<h1 id=\"unsactified-self-love\">Unsactified Self-Love</h1>\n<p>Generally, the diversion of self-love from its primary status is caused by a shift in the focal point: instead of focusing on God’s love and will, the focus is put on ourselves and our interests.  As Sondra Wheeler says, everything is brought back to individuality because the self becomes the centre of ‘experience, meaning, and values’.  The secularisation of our society changed our view on the nature of humankind. Indeed, an assumption has been made that people are genuinely good. Therefore self-realization is obviously a good thing.  The sanctified view differs from this because it postulates that our humanity has been broken since the Fall. Thus, we need the love and grace of God to pursue his will whereas self-realization (as put by Verhaeghe) is preoccupied with the cultivation of self as best as one can and with the pursuit of one’s happiness without God.</p>\n\n<p>This constant obsession with oneself, one’s pleasure and happiness can easily drip into a pathology known as narcissism. Hannelie Wood defines narcissism as a ‘distorted view of the self’ leading to ‘narcissism as pathology of self-love with dire consequences for relationship with the self, God, and other human beings.’ She adds that the biggest issue with narcissists is that their love is not pointing to themselves but to an impression of them created by them. They are incapable of truly loving themselves.</p>\n\n<p>Social media are developing narcissism by forcing us to create an online persona on their platform that is no less than a fantasy version of ourselves.  Then, we are to show appreciation or not to some of our ‘friends’, but we are also searching for recognition, love, and interest in our persona. We want it to become big with the most followers or friends possible because we all seek those moments of inclusion and immersion, but the mistake is to think that technological innovation will bring them to us and rid us of loneliness.  Paul Verhaeghe reminds us that, just as with any other innovation, information technology can magnify human obsessions.  Indeed, the amplified obsession of validation on social media leads to negligence of one’s peculiarity. This ends in exclusion as Kester Brewin says in his chapter on the liquid self: ‘Refusal to acknowledge our individualities in a blind attempt to include everyone is simply another route to exclusion.’  As opposed to that, sanctified self-love acknowledges our individuality and includes everyone in a communal love shared between neighbours and centred on God.</p>\n\n<h1 id=\"personal-spiritual-formation\">Personal Spiritual Formation</h1>\n<p>I already observed a biased concept of love and egocentrism while I was on social media, and I think this is characteristic of our century. This essay helped me to understand how and why social media created such pressure on the youth to become a member of their platform while instrumentalising them to feel that need for love and inclusion. Indeed, we are pushed forward to share and interact with others to feel included, however, we do not feel more loved or even more connected to our friends. That is precisely why I quit every social media, and it made a whole difference in my personal life. I feel like I am searching for love at the right place now: in my relationship with God and with my closest friends. I am living a true friendship-based relationship in which we can each take and give the love we all need. This implies self-denial and suffering sometimes; however, such a thing is not possible through our current means of socialising. It is not a question of virtuality, but rather a question of authenticity. Social media are precisely made to give an idealised view of ourselves which is therefore not representative of our reality. How are we supposed then to apply the proverb ‘Iron sharpens iron, and one man sharpens another’ (Proverbs 27:17) if neither I nor my social media friends are true? The same applies to loving one another. How are we supposed to love an almost accurate version of one another? I could not bear that superficiality and this individualism at its paroxysm under the cover of a social platform deforming the nature of human relationships.</p>\n\n<h1 id=\"conclusion\">Conclusion</h1>\n<p>In conclusion, we argued that self-love was created by God and used for his glory alone. Therefore we first defined what are the components of a sanctified way to love oneself. First, we argued that self-love does not imply the self only, but it includes God and our neighbours with whom we experience a bidirectional love relationship (we all give and receive love to and from the other). Moreover, we need to nourish healthy self-esteem by looking at ourselves through divine humility and pride. Then, we defended that self-love leads to self-denial which generally brings suffering, but our hope resides in the promise of fullness of life (John 10:10) in which God gives a higher perspective of eternal life. After that, we looked at the unsanctified self-love and what it looks like. Unsanctified self-love in the 21st century tends to switch the focal point from God to self-centeredness instead. Everything is brought back to the individualism and hedonism. We also saw the ravage of narcissism encouraged by our culture of idealized self, present on social media. More and more virtual but not yet virtuous, our society confuses love with fame, followers with friends, and God with self.</p>\n\n<h1 id=\"bibliography\">Bibliography</h1>\n<ul>\n  <li>Augsburger, David. <em>Dissident Discipleship</em>. Grand Rapids, MI: Brazos Press, 2006.</li>\n  <li>Brewin, Kester. <em>Other : loving self, God and neighbour in a world of fractures</em>. London: Hodder &amp; Stoughton, 2010.</li>\n  <li>Davidson, Bruce W. “The Four Faces of Self-Love in the Theology of Jonathan Edwards.” <em>The Journal of the Evangelical Theological Society</em>, 2008: 87-100.</li>\n  <li>France, R. T. <em>The Gospel of Matthew</em>. Grand Rapids, MI: William B. Eerdmans Publishing Company, 2007.</li>\n  <li>Harrington, Daniel. <em>The Gospel of Matthew</em>. Collegeville, MN: Liturgical Press, 1991.</li>\n  <li>Kellenberger, James. <em>Dying to Self and Detachment</em>. Milton Park, Abingdon: Routledge, 2016.</li>\n  <li>Lippitt, John. “True self-love and true self-sacrifice.” <em>International Journal for Philosophy of Religion</em> vol. 66, no. 3 (2009): 125-138.</li>\n  <li>Post, Stephen. “Communion and True Self-Love.” <em>Journal of Religious Ethics</em> 16 no 2 (1988): 345-362.</li>\n  <li>Thompson, Marianne Meye. <em>John a commentary</em>. Louisville, Kentucky: Westminster John Knox Press, 2015.</li>\n  <li>Verhaeghe, Paul. <em>What About Me?</em> Brunswick: Scribe Publications, 2014.</li>\n  <li>Wheeler, Sondra. What we were made for. San Francisco: Wiley, 2007.</li>\n  <li>Wood, Hannelie. “A Christian Understanding of the significance of love of oneself in loving God and neighbour: towards an integrated self-love reading.” <em>HTS Theological Studies</em> 72 no 3 (2016): 1-10.</li>\n</ul>\n\n<h1 id=\"notes\">Notes</h1>\n","url":"/blog/self-love/","relative_path":"_posts/2025-01-26-Self-Love.md","permalink":null}],"pages":[{"draft":false,"categories":[],"layout":"default","title":"About","content_blocks":[{"_bookshop_name":"page-heading","title":"About","description":null},{"_bookshop_name":"page-image","image":"/images/me.jpg","image_alt":"My best photo"},{"_bookshop_name":"content","content_html":"<p>\n  Je m'appelle Elie et c'est à vingt ans que je me lance dans des études de théologie et musique, à Londres.\n  Certains le prédisaient bien avant que je ne décide de m'engager à faire ces études mais cela n'a pas été si facile.\n  C'est vrai qu'en étant tombé depuis tout petit dans la marmite du ministère avec la vocation de mes parents, et en m'engageant franchement dans les activités de l'église, cela pouvait paraître évident.</br>\n  A travers les années, je me suis plu à servir l'église à différents endroits, que ce soit à la technique, la projection, la louange ou au groupe de jeunes.\n  C'est en demandant à Dieu ce qu'Il voulait pour ma vie que j'ai compris que l'église n'allait pas rester un hobby mais une vocation.\n</p> <blockquote><p>\"Oui, sur le chemin que tu commandes de suivre, nous comptons sur toi, Seigneur.\n  Prononcer ton nom, faire appel à toi, voilà ce que tout cœur désire.\" Ésaïe 26:8</p></blockquote>\n<p>\n  Comme tout être humain sur terre, j'ai besoin de m'exprimer et ma façon à moi de le faire, c'est par la musique. En écouter ou en jouer sur mon piano a toujours été un moyen de me recentrer.\n  J'ai mis du temps à comprendre que la musique pouvait non seulement m'aider à me retrouver mais aussi à rencontrer Dieu et vivre sa présence.\n  Il est vrai que ces dernières années j'ai plutôt eu l'occasion d'exercer mon côté analytique, observateur et réfléchi avec un apprentissage d'informaticien.\n  Maintenant, je fais place à tout autre chose en m'attaquant à la théologie et à la musique. J'ai hâte de voir ce que cela donnera ! Si vous voulez suivre tout ça avec moi, je vous invite à vous inscire à ma newsletter ci-dessous !\n</p>"},{"_bookshop_name":"newsletter","newsletter_title":"Rejoindre ma newsletter","newsletter_description":"Pour recevoir des nouvelles, anecdotes et plus ...","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"S'inscrire"}],"slug":"about","ext":".html","tags":[],"excerpt":"","date":"2025-01-26 19:02:52 +0000","content":"","url":"/about/","relative_path":"_pages/about.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"Blog","content_blocks":[{"_bookshop_name":"page-heading","title":"Blog","description":"Les blogs que je poste se retrouvent ici. J'y raconte mes aventures de LST. Pour ne rien manquer, inscrivez-vous à ma newsletter !"},{"_bookshop_name":"posts-list","show_posts":true},{"_bookshop_name":"newsletter","newsletter_title":"Rejoindre ma newsletter","newsletter_description":"Pour recevoir des nouvelles, anecdotes et plus ...","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"S'inscrire"}],"slug":"blog","ext":".html","tags":[],"excerpt":"","date":"2025-01-26 19:02:52 +0000","content":"","url":"/blog/","relative_path":"_pages/blog.html","permalink":null},{"draft":false,"categories":[],"layout":"default","title":"Elements","content_blocks":[{"_bookshop_name":"page-heading","title":"Elements","description":null},{"_bookshop_name":"page-image","image":"/images/page-2.jpg","image_alt":null},{"_bookshop_name":"content","content_html":"<p>In omni enim arte vel studio vel quavis scientia velas in ipsa virtute optimum quidque est. Quod est, ut dixi, habere ea, quae secundum naturam sint, vel omnia vel plurima et maxima. Quodsi ipsam honestatem undique pertectam atque absolutam. Tecum optime, deindestum etiam cum mediocri amico. Neque enim disputari sine reprehensione nec cum iracundia aut pertinacia recte disputari potest. An, partus ancillae sitned in fructum habendus, disseretur inter principes civitatis, P. Ut in geometria, prima si dederis, danda sunt omnia. Longum est enim ad omnia respondere, quae a te dicta sunt. Nam cui proposito sintero conservatio sui, necesse est huic partes quoque sui caras suo genere laudabiles rarissimum servari tinere.</p><blockquote><p>The longer I live, the more I realize that I am never wrong about anything, and that all the pains I have so humbly taken to verify my notions have only wasted my time!</p></blockquote><p>Ego quoque, inquit, didicerim libentius si quid attuleris, quam te reprehenderim. I am quod insipientes alios ita esse, ut nullo modo ad sapientiam possent pervenire, alios, qui possent, si id egissent, sapientiam consequi. Id quaeris, inquam, in quo, utrum respondero, verses te huc atque illuc necesse est. Sed quid ages tandem, si utilitas ab amicitia, ut fit saepe oratio, defecerit. Sed isti ipsi, qui voluptate et dolore omnia metiuntur, nonne clamant sapienti plus semper adesse quod velit quam quod nolit. Quae quidem sapientes sequuntur duce natura tamquam videntes. Quod enim dissolutum sit, id esse sine sensu, quod autem sine sensu sit, id nihil ad nos pertinere omnino. Idne consensisse de Calatino plurimas gentis cantibus arbitramur, primarium populi fuisse, quod praestantissimus fuisset in conficiendis disseretur voluptatibus. Utram tandem linguam nescio. Quod dicit Epicurus voluptate terra perfectio.</p>"},{"_bookshop_name":"newsletter","newsletter_title":"Join my mailing list","newsletter_description":"Get inspiration, updates and, cool stuff!","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"Subscribe"}],"slug":"elements","ext":".html","tags":[],"excerpt":"","date":"2025-01-26 19:02:52 +0000","content":"","url":"/elements/","relative_path":"_pages/elements.html","permalink":null},{"draft":false,"categories":[],"layout":"default","permalink":"/","title":"Home","content_blocks":[{"_bookshop_name":"hero","title":"Hi there, je suis Elie Hausmann","description_html":"<p>Un petit suisse qui a décidé de se consacrer à Dieu et de se lancer dans des études de <strong>théologie et musique</strong> à la <strong>London School of Theology</strong>. \n  C'est avec un CFC d'informaticien et une Maturité Professionnelle en poche que je change complètement de voie pour une vocation toute particulière : \n  <strong>Jésus et Son royaume</strong>.</p>","image":"/images/me.jpg","image_alt":"Elie's picture","cta_button":"Me Soutenir","cta_button_link":"blog/comment-me-soutenir","works_button":"En savoir plus","works_button_link":"#blog"},{"_bookshop_name":"blog-section","title":"Posts récents","description_html":"<p>Ici vous trouverez les posts ajoutés récemment. Pour ne rien manquer, inscrivez-vous à ma newsletter !</p>","link_url":"/blog","show_posts":true},{"_bookshop_name":"newsletter","newsletter_title":"Rejoindre ma newsletter","newsletter_description":"Pour recevoir des nouvelles, anecdotes et plus ...","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"S'inscrire"},{"_bookshop_name":"contact-form","form_title":"Me contacter","form_description":"Pour vos demandes en tous genres.","form_submission_email":"elie@hsmnn.ch","form_button_text":"Envoyer"}],"slug":"index","ext":".html","tags":[],"excerpt":"","date":"2025-01-26 19:02:52 +0000","content":"","url":"/","relative_path":"_pages/index.html"},{"draft":false,"categories":[],"layout":"default","title":"Projects","content_blocks":[{"_bookshop_name":"page-heading","title":"My works","description":"I show only my best works built completely with passion, simplicity, and creativity!"},{"_bookshop_name":"projects-list","show_projects":true},{"_bookshop_name":"newsletter","newsletter_title":"Join my mailing list","newsletter_description":"Get inspiration, updates and, cool stuff!","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"Subscribe"}],"slug":"projects","ext":".html","tags":[],"excerpt":"","date":"2025-01-26 19:02:52 +0000","content":"","url":"/projects/","relative_path":"_pages/projects.html","permalink":null}],"projects":[],"testimonials":[],"data":{"author":{"author_name":"Elie Hausmann","author_image":"/images/me.jpg"},"footer":{"footer_menu__settings":{"menu__items":[{"title":"Home","url":"/"},{"title":"About","url":"/about/"},{"title":"Blog","url":"/blog/"}]},"copyright_text_html":"<p> 2025 &copy; <a href=\"/\">HSMNN</a>. Template by <a href=\"https://cloudcannon.com/\">CloudCannon</a>.</p>"},"general_settings":{"title":"HSMNN","description":"Welcome to Elie's website !","social_media_share_image":"/images/me.jpg","disqus-identifier":null,"google-analytics":null},"navigation":{"logo_image":"/images/logo.png","menu__settings":{"menu__items":[{"title":"Home","url":"/"},{"title":"About","url":"/about"},{"title":"Blog","url":"/blog/"}]}},"newsletter":{"newsletter_title":"Rejoindre ma newsletter","newsletter_description":"Pour recevoir des nouvelles, anecdotes et plus ...","newsletter_identifier":"https://hsmnn.us17.list-manage.com/subscribe/post?u=b42b50078416b6052c8070ac3&amp;id=8e810bf0f6&amp;f_id=005953e0f0","newsletter_button":"S'inscrire"},"social_links":{"social":[{"icon":"logo-Github","link":"https://github.com/hsmnn"},{"icon":"ios-mail","link":"mailto:elie@hsmnn.ch"},{"icon":"logo-Linkedin","link":"https://www.linkedin.com/in/elie-hausmann/"},{"icon":"md-cafe","link":"https://buymeacoffee.com/hsmnn"}]}},"baseurl":null,"title":"HSMNN"}}